unk
!
#
$
%
&
'
''
'-tur
'17
'1990s
'1992
'20s
'29
'30s
'36
'37
'38
'39
'40s
'41
'42
'43
'47
'49
'49ers
'50s
'52
'53
'55
'57
'60s
'63
'64
'65-66
'66
'68-69
'70s
'76
'80s
'81
'81-82
'82
'83
'85
'88
'89
'90
'90s
'91
'92
'93
'94
'95
'96
'98
'99
'a
'abd-al-
'abd-al-baqi
'abd-al-karim
'abd-al-nabi
'absolutely
'absurd
'access
'acted
'adil
'aid
'ali
'alive
'all
'allophone
'almost
'already
'although
'amazing
'an
'and
'angry
'another
'anti-polandism
'antigens
'anything
'appalled
'appropriate
'arafat
'are
'army
'as
'ascension
'associates
'at
'attar
'aussie
'azzam
'b
'back
'baking
'because
'becoming
'been
'before
'best
'beyond
'bible
'bid
'big
'bird
'black
'blue
'breakthrough
'bubbles
'bully
'business
'but
'by
'came
'car
'care
'carol
'catastrophic
'cause
'central
'certainly
'characterised
'chicago
'choked
'chronic-progressive
'clearly
'clerk
'co-ordinate
'cockroach
'coherent
'collective
'comes
'comfort
'commercially
'concerns
'confession
'confirmed
'construction
'constructive
'containing
'content
'contradictions
'cookie-baking
'cornet
'cost
'counterviolence
'courtesy
'crackers
'criminal
'critical
'cry
'cut
'cyberspace
'd
'dangerous
'danone
'dead
'death
'definitely
'demonstrated
'dental
'dependant
'developer
'deviated
'devoured
'dial
'diaper
'dictatorship
'difficult
'dirty
'do
'do-nothing
'domains
'done
'dowry
'draw
'driving
'drummkopf
'dukakis
'dummkopf
'dun
'east
'economic
'egypt
'electric
'em
'endangered
'enhanced
'equitable
'especially
'euro
'euro-
'europa
'european
'every
'exxon
'eyes
'facilitate
'failed
'faithful
'fans
'farmer
'fast-track
'fat
'father
'fewer
'filing
'film
'final
'fine
'first
'flexibilising
'folded
'for
'foreign
'forgotten
'fourteen
'franc
'france
'free
'friends
'from
'fuel
'gateways
'generic
'genetic
'genome
'get
'gilbert
'give
'given
'giving
'go
'god
'golden
'gone
'good
'great
'greatest
'green
'greenhouse
'groups
'growth
'hackers
'hail
'hair
'harmony
'he
'help
'here
'hey
'hidrovia
'hit
'host
'house
'how
'howdy
'hrh
'hub
'huckleberry
'hula
'human
'hurt
'i
'if
'illegal
'illustrates
'immediately
'impact
'improvers
'in
'in-
'indeo
'information
'inspirational
'inspired
'insubordinate
'insufficient
'insults
'integral
'intel
'intelligence
'interfere
'internal
'intrusion
'is
'it
'italian
'joaquin
'let
'lied
'light
'like
'liquidators
'listen
'live
'll
'looking
'loss
'lost
'lucky
'm
'mad
'madness
'maglev
'make
'malta
'many
'marginal
'market
'marriage
'massive
'mate
'may
'meat
'medicine
'mercury
'michael
'minha
'miserable
'misread
'mistake
'moderate
'molecular
'morally
'more
'most
'mules
'my
'n
'nationalist
'natural
'near
'neo-
'net
'netsite
'new
'nine
'no
'non-specific
'non-trivial
'norm
'norton
'not
'nothing
'now
'observation
'obsolete
'of
'off-
'oklahoma
'on
'one
'open
'ordinary
'original
'our
'outbreeding
'outstanding
'over
'p
'parity
'participate
'partly
'pedestrian
'people
'perception
'perfidious
'philadelphia
'pie
'pleased
'pneumonoultram-
'poets
'policy
'politically
'portugal
'potato
'potentially
'pragmatic
'precise
'premature
'presented
'prices
'prime
'programming
'proof
'psychoanalytic
'pure
'quality
'quebecois
'question
'quick
'racist
'ram-
'rank
'rapid
're
'read
'readers
'reagan
'real
'reasonable
'reduced
'reflect
'relapsing-remitting
'relax
'renault
'replicate
'rugby
's
's.
'saar-lor-lux
'safe
'sales
'saying
'scholarly
'scotland
'seal
'seamless
'seasonalised
'secure
'sent
'several
'she
'shucks
'sights
'signed
'significant
'simplistic
'since
'sincere
'sinks
'sixteenth
'sixth
'skied
'slow
'small
'soda
'some
'somewhat
'sour
'south
'space
'spiking
'stand
'star
'state
'stick
'strategic
'strong
'stuff
'success
'sucked
'suitable
'superior
'superstar
'supporting
'supreme
'suspends
'swallowers
'swift
't
'tahitian
'tale
'team
'techno-
'terrible
'thanks
'that
'the
'then
'theory
'there
'these
'they
'third-party
'thirty
'this
'those
'thrill
'throw
'til
'titanic'.
'to
'today
'too
'top
'total
'totally
'tourist
'tr
'treasuries
'tun
'turner
'two
'u-yu
'undemocratic
'understand
'unilaterally
'unless
'unofficial
'upstart
'urgent
'user
'value
've
'very
'vichy
'victory
'video
'viewpoints
'vigorous
'virtual
'waist
'wal-mart
'was
'we
'well
'west
'western
'what
'when
'where
'while
'whispering
'who
'whores
'wild
'will
'windows
'without
'worldwide
'would
'wow
'yellow
'yes.
'you
'zero
*
***
*****
*per
+
,
-
--
-0
-1
-2
-239
-243
-250
-3
-4
-5
-6
-7
-700
-737
-8
-851
-9
-90
-a
-a-
-a-carry
-a-gallon
-a-night
-a-rita
-a-share
-a-year
-abkhaz
-abram
-administered
-adorned
-affiliated
-aid
-air
-airline
-al-
-alaska
-allied
-almost
-also
-an-hour
-and
-and-
-and-all
-and-granite
-and-stripes
-and-under
-appointed
-area
-armed
-artillery
-assess
-assist
-assisted
-associated
-axes
-backed
-bag
-band
-base
-based
-bashes
-bashing
-batch
-bats
-baucus
-bearing
-bed
-bedroom
-besotted
-best
-biggest
-billionth
-black
-block
-block-long
-blonde
-bloody-
-blue
-boo-ka
-born
-borne
-bottle
-bought
-bound
-bowls
-bred
-breeding
-brief
-broiled
-brokered
-brought
-brown
-building
-built
-burning
-busiest
-by
-by-
-by-city
-c
-cadmium
-caliber
-campaign
-capital
-car
-causing
-cc
-cc-
-cd
-cds
-cell
-centered
-centre
-century
-changing
-chassis
-chik
-child
-child-per-family
-chin
-chol
-choreographer
-chun
-citroen
-city
-clad
-class
-climbing
-clinging
-coated
-collar
-column
-column-
-column-wide
-come
-commissioned
-communications
-company
-containing
-contaminated
-control
-controlled
-corners
-costliest
-country
-county
-covered
-crate
-crossed
-crossing
-crown
-cum-social
-curious
-cylinder
-datelined
-day
-day-
-day-or-
-debate
-decade
-decline
-decongestant
-deep
-deepest
-defensive
-deficient
-degree
-delivered
-dependent
-descended
-designed
-dilating
-dimensional
-directed
-director
-dmc
-dollar
-dominated
-downtown
-dream
-drinking
-drive
-driven
-dum
-eating
-economy
-edition
-educated
-education
-elect
-embedded
-emission
-emissions
-employee
-employer
-en-
-enacted
-end
-enhanced
-entertainment
-episode
-equipped
-era
-eradication
-esque
-expansion
-expensive
-eyed
-face
-fact
-farming
-fastest
-fastest-growing
-fiction
-fifths
-fighting
-filled
-filthy
-final
-financed
-firm
-fisted
-floor
-flow
-fold
-foot
-foot-high
-foot-tall
-foot-thick
-foot-wide
-footed
-footer
-for-life
-force
-fortresses
-franchised
-free
-friendly
-front
-fueled
-funded
-fusion
-ga
-ga.
-galman
-game
-generation
-glove
-government
-grade
-graders
-greatest
-grenade
-growing
-grown
-gun
-handling
-hauls
-haunted
-hazel
-headed
-held
-hide
-high
-highest
-hired
-hitter
-hockey
-holding
-hole
-hop
-hour
-hui
-human
-hungry
-hwi
-i
-i-noor
-ice
-if-by-land
-if-by-sea
-ii
-illustrator
-imposed
-in
-in-
-in-a-box
-in-exile
-in-space
-in-the
-in-the-nation
-in-waiting
-inch
-infected
-inhabited
-inness
-inning
-installed
-ironically
-is-alive
-ism.
-item
-jakob
-jar
-jin
-joo
-judge
-judiciary
-k
-ki
-killing
-ku
-kuo
-kw
-kyo
-la
-la.
-labor
-lagged
-language
-large
-largest
-launched
-layer
-laying
-lcb-
-leading
-leaguer
-leaning
-led
-legged
-legislated
-les-bains
-letter
-level
-licks
-light
-lighting
-like
-lined
-listed
-lives
-long
-longest
-longest-serving
-lousiest
-lrb-
-lsb-
-m
-machine
-machinegun
-made
-main
-majority
-makers
-making
-male
-man
-managing
-manufactured
-manufacturing
-mark
-mast
-mediated
-medicine
-megaton
-member
-mile-long
-mining
-mo.
-model
-money
-month-old
-most
-mover
-muscular
-mustang
-mw
-nae
-name
-narco
-nation
-national
-nations
-native
-ness
-news
-ni
-night
-noise
-nok
-normal
-note
-occupied
-odd
-of
-of-
-of-pearl
-of-purchase
-of-the-year
-of-war
-off
-offers
-ol-eslam
-old
-oldest
-on
-on-
-only
-operated
-or-under
-organ
-organized
-orientation
-oriented
-out
-output
-owned
-pack
-page
-paneled
-part
-parter
-party
-passenger
-pecan
-pedaling
-penny
-per
-per-
-per-year
-percent
-performance
-period
-person
-pica
-piece
-pin
-pinion
-place
-plated
-play
-pleaser
-plus
-pluses
-point
-point-shooting
-pointers
-pole
-poolers
-pooling
-popper
-positive
-power
-powered
-powering
-presley.
-pressed
-price
-producing
-prop
-pushed
-quality
-question
-quoted
-racing
-raised
-range
-ranked
-rape
-raped
-rate
-rated
-rcb-
-rdp-
-reactor
-reading
-reciprocating
-record
-red
-reduction
-related
-release
-remembering
-resistant
-review
-rich
-richest
-ride
-river
-room
-round
-rpm
-rrb-
-rsb-
-ruled
-run
-rung
-rural
-rustling
-safety
-sales
-saving
-scale
-scape
-seas
-seat
-second
-security
-served
-service
-shaped
-ship
-shiun
-show
-sided
-size
-sized
-skimming
-skinned
-slaying
-slick
-smeared
-sok
-something
-song
-sounding
-space
-speaking
-speed
-sponsored
-sport
-sports
-spotter
-starred
-starring
-stars
-state
-stayed
-step
-stirring
-stock
-store
-storey
-story
-straight
-string
-stripe
-stroke
-strong
-studded
-student
-studies
-style
-subsidized
-sun
-sung
-supervised
-supply
-supported
-surface
-t.h
-table
-tailored
-take-all
-talest
-tallinn
-tamed
-taxcuts
-team
-technologists
-term
-that
-the
-themed
-think
-throwing
-ticket
-time
-timer
-times
-to
-to-
-to-land
-to-region
-to-shore
-to-the-minute
-tolerance
-tonne
-tossing
-tournaisian
-tournament
-track
-trafficking
-train
-trained
-tranche
-treatment
-tsun
-turned-
-turned-executive
-turning
-twentieth
-type
-unit
-until
-up
-use
-using
-ussr
-valve
-vintage
-volume
-volunteer
-wai
-walloping
-war
-wealthiest
-western
-wheaties-hanes-etc
-wheel
-wheeled
-wheeler
-whoever
-wide
-win
-winning
-wire
-with
-won
-woo
-word
-worker
-working
-world
-worshippers
-worthy
-wounded
-wreckage
-ye
-year
-year-old
-year-olds
-yellow
-yong
-yung
-zines
.
..
...
..1.6568
..on
.02
.04
.05
.08
.08s
.1.1
.10
.13
.14-second
.202
.205
.243
.251
.252
.256
.261
.27
.292
.295
.298
.300
.303
.305
.31
.316
.32
.328
.333
.340
.344
.345
.350
.351
.358
.37
.381
.388
.39
.399
.4
.40
.400
.406
.420
.428
.44
.489
.509
.53
.6
.6.0225
.60
.737
.762
.78
.80
.800
.89
.by
.gov.uk
.html
.i
.it
.net/
.o3
.state.
.sub
.the
.they
/
//www
//www.
/2
/ai
/air
/areas
/arranger
/choreographer
/cm
/day
/directs
/directs/
/general
/jami
/lamproite
/m3
/makes
/missing
/movie
/of
/premix
/research
/so
/stretched
/sup
/thriller
/to
/welcome
0
0-16
0-2
0-3-2
0-4
0-4-3
0-5
0-6
0.01
0.06
0.08
0.1
0.10
0.11
0.12
0.13
0.17g
0.19
0.2
0.24
0.27
0.28
0.3
0.36
0.38g
0.4
0.42
0.45
0.5
0.5-watt
0.51
0.53
0.54
0.55
0.5625
0.57
0.59
0.6
0.62
0.68
0.70
0.71
0.7150
0.7180
0.73
0.7350
0.78
0.7v
0.82
0.9
0.92
0.9900
00
000
000-
000-acre
000-acres
000-barrel
000-dollar
000-dollars
000-foot
000-foot-
000-foot-high
000-foot-long
000-kilometer
000-kilometer-long
000-megawatt
000-meter
000-metric
000-mile
000-plus
000-pound
000-square
000-square-foot
000-ton
000-watt
000-year
000-year-old
0000
0001
0002
000bn
000degc
000ft
000km
000kw
000m
000m-plus
000th
001
0015
002
005
0060
0068
007
00ft
01
0149
019.25
02/03/00
02139
028-feet
028-foot
028-foot-high
029-foot
03.85
0337
0341
0342
0344
04
04-08
0413
0417
0430
04441
0450
0453
05
0524
06-78
0609
062-mile
064-foot
0671
0702
071-495
071-638
0719
0731
0734
0758
0759
08
080-pound
080329
080598
080733
0808
0810
0811
0829
0830
0840
0843
0848
08536
0856
09
090
0905
0927
0944
0948
0953
096
099
0il
1
1,000
1,002
1,007
1,015
1,018
1,019
1,020
1,021
1,023
1,024
1,025
1,036
1,039
1,042
1,050
1,052
1,071
1,073
1,083
1,086
1,087
1,089
1,091
1,100
1,116
1,117
1,120
1,125
1,130
1,133
1,150
1,153
1,155
1,170
1,177
1,193
1,199
1,200
1,205
1,207
1,215
1,216
1,220
1,224
1,240
1,242
1,246
1,250
1,256
1,259
1,265
1,270
1,280
1,300
1,307
1,315
1,320
1,326
1,330
1,348
1,349
1,350
1,368
1,370
1,392
1,400
1,402
1,413
1,416
1,417
1,435
1,440
1,450
1,452
1,460
1,468
1,476
1,479
1,483
1,495
1,500
1,527
1,530
1,550
1,560
1,561
1,568
1,599
1,600
1,613
1,614
1,620
1,622
1,637
1,640
1,650
1,666
1,675
1,678
1,680
1,700
1,710
1,723
1,738
1,747
1,760
1,761
1,766
1,788
1,800
1,815
1,820
1,839
1,840
1,850
1,851
1,874
1,879
1,899
1,900
1,930
1,932
1,948
1,950
1,998
1-0
1-2
1-2-3
1-23
1-24
1-3
1-4
1-5
1-6
1-8
1-800-444-2427
1-800-842-2200
1-800-848-9277
1-888-278-6837
1-900-500-help
1-billion
1-centimeter
1-column
1-foot-tall
1-kilowatt
1-kw
1-liter
1-mile
1-million
1-minute
1-to-2
1-yard
1-year
1.02
1.03
1.034
1.04
1.07
1.08
1.1
1.10
1.113
1.12
1.13
1.133
1.138
1.15
1.16
1.17
1.17bn
1.18
1.1851
1.18517
1.18bn
1.1bn
1.2
1.20
1.21
1.22
1.23
1.24
1.24bn
1.25
1.26
1.26bn
1.28
1.2bn
1.2m
1.3
1.3.3.1
1.31
1.31bn
1.32
1.35
1.35bn
1.37
1.38
1.3bn
1.4
1.41
1.43
1.4375
1.44
1.45
1.46
1.464
1.47
1.48
1.49
1.4bn
1.4m
1.5
1.5-billion
1.50
1.5250
1.53
1.54
1.55
1.56
1.5750
1.5760
1.58
1.5875
1.5bn
1.5m
1.6
1.6-million
1.60
1.6065
1.61
1.6103
1.62-second
1.6478
1.65
1.6542
1.6555
1.66
1.68
1.69
1.6905
1.6919
1.6bn
1.7
1.7230
1.7255
1.7291
1.7325
1.74
1.75
1.75m
1.76
1.77
1.7m
1.8
1.8065
1.8158
1.82
1.822
1.8315
1.8355
1.8375
1.84
1.85
1.852
1.8520
1.87
1.88
1.9
1.90
1.95
1.9500
1.99
1.9bn
1.9c
1.9m
1/1/91
1/1/92
1/100
1/100th
1/2
1/2-foot
1/2-hour
1/2-month
1/2-pound
1/2-year
1/32
1/4
1/8
10
10,000
10,034
10,103
10,300
10,500
10,607
10,700
10,800
10,900
10-
10-0
10-1
10-11
10-12
10-14
10-15
10-17
10-2
10-20
10-28
10-7
10-cent
10-day
10-foot
10-foot-long
10-foot-tall
10-hour
10-kilometer
10-kw
10-meter
10-mile
10-minute
10-minute-long
10-month
10-month-old
10-sept
10-yard
10-year
10-year-old
10.0
10.00
10.000
10.1
10.2
10.20bn
10.24
10.25
10.2bn
10.3
10.30am
10.31
10.3500
10.4
10.49
10.5
10.50
10.54
10.6
10.60
10.7
10.8
10.875
10.9
10.9m
100
100,000
100,200
100-150
100-acre
100-foot
100-inch
100-kw
100-meter
100-mile
100-mile-plus
100-pound
100-year
100-year-old
100.5
1000
10000
1001
10020
10021
1006
1008
100cm
100kbps
100kw
100m
100th
100w
101
101.4
101.6
101.711
1010
1012
1016
10168
1017
1018
101st
102
102.5
1020
1024
1025
1026
1027
1029
102nd
103
103,000
103-61
103-73
103-mile
1030
1031
1036
104
104,243
104.9
104.988
1040
1041
1042
1044
1045
10466
1049
104m
105
105,000
105-year-old
105.3
1050
1056
1057
1058
1059
105m
105th
106
106,000
1060
1063
1064
1066
1068
1069
107
107,800
107.3
107.9
1070
1071
1073
1074
1076
1078
108
1080
1085
1087
1088
109
109,000
109.5
1090
1094
1097
109m
10am
10bn
10cm
10k
10kms
10m
10mm
10th
10th-century
11
11,000
11,181
11,212
11,321
11,489
11,490
11,500
11,615
11,750
11,791
11,800
11,801
11,920
11-
11-0
11-1
11-11
11-17
11-5
11-8
11-day
11-foot
11-hour
11-kilometer
11-mile
11-million-gallon
11-pound
11-year
11-year-old
11.1
11.14
11.18
11.1m
11.2
11.2-acre
11.209
11.23
11.25
11.2bn
11.3
11.4
11.4.26
11.45
11.5
11.50
11.6
11.7
11.75
11.8
11.8500
11.9
11.99
11/17/91
110
110,000
110,686
110-foot
110-foot-tall
110-million
110-storey
1100
1101
1103
1105
1106
1107
1108
1109
110m
111
111.9
1110
1112
1113
1114
1115
1116
1119
112
112,000
112-pound
1120
1121
1122
1123
1124
1125
1127
112m
112th
113
113,930
1130
1132
1133
1136
1139
114
1143
1144
1145
1149
115
115-acre
1150
1151
1152
1154
1155
1156
1157
116
116,000
116,500
116.1
116.4
1161
1162
1164
1167
117
1171
1173
118
118,000
1180
1183
1184
1185
1186
118th
119
1190
1195
1196
1197
1198
11bn
11in
11m
11th
11th-hour
12
12,000
12,100
12,101
12,200
12,364
12,500
12,556
12,754
12,798
12,920
12-
12-0
12-1
12-10
12-13
12-18
12-21
12-24
12-8
12-day
12-foot
12-foot-long
12-hour
12-inch
12-mile
12-month
12-year
12-year-old
12-year-olds
12.
12.1
12.2
12.2.9
12.3
12.37
12.4
12.45
12.5
12.5bn
12.6
12.6m
12.7
12.8
12.9
12/0446z
120
120,000
120,400
120-109
120-150
120-foot
120-mile
120.97
1200
12000
1202
1203
1204
1205
1208
1209
120m
120th
121
121,660
121.9
1210
1211
1212
1213
1215
1218
122
122,853
122-40
122-year-old
122.7
122.74
1220
1222
1223
1225
1228
1229
122m
123
123,000
123,150
123,622
123,993
1231
1232
1233
1235
1238
1239
123m
124
124,000
124.57
1240
1241
1242
1243
1244
1245
1246
125
125,000
125-day
125-gallon
125-year
1250
1252
1253
1254
1254-1324
1256
1258
125bn
125th
126
126-44-1
126-mile
126-year
126.6
126.75
1260
1261
1262
1263
1264
1265
1267
127
127.05
127.15
1270
1274
1275
1279
128
128,000
128-ounce
128.4375
128.75
128.85
1280
1281
1282
1283
1284
1287
129
129.30
129.5
129.87
1291
1293
1295
129m
12cm
12m
12th
13
13,000
13,135
13,158
13,448
13,474
13,478
13,500
13,505
13,600
13,677
13,700
13,900
13,932
13-
13-10
13-12
13-14
13-39
13-5-4
13-6
13-7
13-and
13-aug
13-day
13-foot
13-foot-long
13-inch
13-kilometer
13-year
13-year-old
13.0
13.04
13.1
13.13
13.19
13.2
13.25
13.3
13.4
13.46
13.5
13.6
13.7
13.75
13.8
13.9
13.95
13/002834
130
130,000
130-mile
1300
1302
1305
1306
1308
130m
131
131,560
131.33
1310
1312
1313
1314
1315
1316
132
132,107
132.3
132.35
132.6
132.702
1321
1323
1324
1325
1326
1327
133
133.15
133.20
133.40
133.50
133.5bn
1334
1335
1337
134
1341
1342
1343
1345
1346
1347
1349
135
135,000
135-mile
135-year-old
135.2
135.6
135.7bn
1350
1353
1355
1356
1357
1358
135m
136
136,000
136.2
136.5
136.9
1361
1362
1366
1367
1368-1644
1369
137
137,000
137-meter
1371
1373
1374
1375
1377
1379
138
138,000
138-year-old
138.10
138.2
138.58
138.70
138.9
1380
1381
1382
1389
139
139.23
1391
1395
1397
1398-m
13b
13bn
13m
13th
14
14,000
14,129
14,324
14,410
14,411
14,425
14,495
14,500
14-0
14-10
14-15
14-16
14-2
14-32
14-acre
14-carat
14-month-old
14-yard
14-year
14-year-old
14.0
14.1
14.15
14.2
14.3
14.38
14.4
14.5
14.50
14.6
14.7
14.75
14.8
14.9
14.95
14.99
140
140,000
140-pound
140.202
1400
1400-1468
1401
1402
1403
1404
1405
1408
140m
140p
141
1410
1411
1412
1412-1431
1413
1414
1416
1417
1418
1419
142
142-year-old
142.56
142.8
1420
1421
1423
1426
1428
1429
143
143,756
143.39
1432
1433
1434
1439
144
144-acre
144.5m
1440
1441
1444
1445
1446
1447
1449
145
145,000
1452
1453
1454
1456
1457
1459
146
1463
1464
1465
1466
1467
147
1470
1471
1472
1473
1474
1475
1477
148
1480
1481
1482
1483
1487
1489
149
149,000
1490
1490s
1491
1492
1493
1494
1496
1498
1499
14bn
14m
14th
14th-15th
14th-century
15
15,000
15,070
15,100
15,200
15,340
15,400
15,738
15,854
15-12
15-14
15-150
15-17
15-18
15-21
15-day-old
15-minute
15-month
15-year
15-year-old
15.1
15.2
15.3
15.4
15.47
15.5
15.6
15.7
15.75
15.7bn
15.8
15.95
15.97
15.99,157
150
150,000
150-acre
150-billion
150-foot-high
150-mile
150-pound
150-yard-long
150-year-old
1500
1500s
1501
1502
1503
1504
1505
1506
1507
1508
1509
150bn
150m
151
151,658
151,800
1510
1512
1515
1517
1519
152
152,655
152.109
152.41
152.80
1520
1521
1523
1524
1525
1526
1528
1529
153
1530
1530-1584
1532
1535
1536
1537
1538
1539
154
154-pound
1540
1540s
1541
1542
1544
1547
155
155,000
1550
1553
1555
1557
1559
156
156,136
1561
1563
1564
1565
1566
1567
1569
157
1571
1573
1575
1578
157m
158
158-mile
1584
1586
1587
1588
1589
159
159.39
1593
1596
1599
15bn
15m
15o
15th
16
16,000
16,138
16,200
16,400
16,406
16,500
16,772
16,864
16,960
16-11
16-13
16-14
16-19
16-billion
16-foot
16-hour
16-inch
16-nov
16-year
16-year-old
16.0
16.1
16.2
16.23
16.3
16.38
16.4
16.4-yard
16.5
16.5000
16.6
16.7
16.9
16.99
16.99,388
16.99,710
160
160,000
160-acre
160-mile
1600
1601
1603
1604
1605
1606
1607
1609
160m
161
161-foot
1612
1613
1614
1615
1617
16179
1618
1619
162
162,670
162-foot
1620
1620s
1622
1623
1624
1625
1627
1628
1629
163
163,000
1630
1630-1340
16304
1630s
1631
1632-1704
1633
1634
1635
1636
1638
1638-1715
164
1640
1641
1643
1644
1645
1646
1647
1649
165
1650
1651
1652
1653
1654
1655
1657
1658
1659
165mph
166
166,880
166-foot
166.8
1660
1661
1665
1666
1667
1669
167
167,500
1671
1672
1674
1676
1678
168
168,000
168-mile
168-passenger
1682
1683
1684
1685
1685-1732
1686
1687
1688
1689
169
169-147
169.11
1691
1693
1695
1697
1698
1699
16bn
16m
16th
16th-century
16x19-foot
17
17,000
17,156
17,223
17,300
17,500
17,508
17,600
17,637
17,700
17-0
17-17
17-18
17-19
17-20
17-3
17-8
17-day
17-foot
17-mile
17-season
17-year
17-year-old
17.0
17.1
17.2
17.3
17.4
17.5
17.50
17.50,255
17.5m
17.6
17.75
17.8
17.9
170
170,000
1700
1700s
1703
1706
1707
1708
1709
171
171,000
1710
1711
1712
1713
1715
1716
1717
1718
1719
172
1721
1722
1723
1727
1728
1728-1784
1729
173
1730
1732
1732-1777
1733
1733-1798
1734
1734-1817
1735
1736
1737
174
1740
1741
1742-1798
1743
1744
1745
1746
1747
1748
1749
175
175,000
175,073
175,400
175-pound
1750
1751
1752
1753
1754
1755
1756
1756-1763
1756-1791
1756-91
1758
1759
175th
176
1760
1763
1764
1766
1767
1768
1769
177
177.8
1770
1772
1773
1774
1775
1775-1781
1776
1777
1779
178
178-foot
1780
1781
1782
1783
1784
1785
1786
1787
1788
1788-1860
1789
179
179.0
1790
1791
1792
1792-1878
1793
1794
1795
1796
1797
1798
1799
17bn
17m
17th
17th-
17th-century
18
18,000
18,008
18,114
18,416
18,469
18,500
18,510
18,614
18-20
18-29
18-june
18-million
18-month
18-screen
18-year-old
18.0
18.09
18.1
18.1m
18.2
18.23
18.3
18.36
18.4
18.43
18.5
18.6
18.7
18.8
18.9
18.95
180
180,000
180-acre
180-foot
180-million
180.43
180.9
180/115
1800
1800-1900
1800mm
1800s
1802
1803
1804
1805
1806
1807
1808
1809
1809-1865
180th
181
1810
1810-1861
1811
1812
1812-1824
1813
1814
1815
1816
1817
1818
1819
182
1820
1820-1821
1820s
1821
1822
1823
1824
1825
1826
1827
1828
1829
1829-1906
183
183,000
1830
1830-1886
1830s
1831
1832
1832-1858
1833
1834
1835
1836
1837
1838
1839
183bn
184
184,286
184-pound
184.5
1840
1840-1842
1840-1917
1840s
1841
1842
1843
1844
1844-1900
1845
1846
1846-1904
1847
1848
1849
185
185,000
185-mph
1850
1850-1940
1850s
1851
1852
1853
1854
1855
1856
1857
1858
1859
1859-1865
186
186,000
186,200
186,451
186-mile
1860
1860s
1861
1861-1941
1862
1863
1864
1865
1865-1936
1866
1867
1868
1869
186mph
187
187.2
187.5m
1870
1870s
1871
1872
1873
1873-1896
1873-75
1873-96
1873-99
1874
1874-1914
1874-1952
1874-1963
1874-1964
1874-1965
1875
1876
1877
1878
1879
1879-1955
188
188,000
188-square-foot
1880
1880s
1881
1881-1959
1882
1882-1945
1883
1883-1963
1884
1885
1885-1956
1885-89
1886
1887
1888
1888-89
1889
1889-1964
189
1890
1890,100
1890-1918
1890-1969
1890s
1891
1892
1892-96
1893
1893-97
1894
1895
1896
1897
1897-1898
1897-1993
1897-98
1898
1899
18th
18th-century
18th-early
19
19,000
19,035
19,250
19,340
19,342
19,388
19,431
19,494
19,500
19,977
19-
19-16
19-17
19-7
19-building
19-foot
19-july
19-mile
19-point
19-year-old
19.1
19.2
19.2-mile
19.3
19.32
19.4
19.5
19.50
19.7
19.8
19.86
19.95
19.95,436
19.98
19.99
190
190,000
1900
1900s
1901
1902
1903
1904
1904-1983
1905
1906
1906-07-08
1906-1971
1907
1908
1909
191
191,284
1910
1910-1920
1910-21
1911
1911-13
1912
1912-
1912-1956
1912-1992
1913
1914
1914-1917
1915
1916
1917
1917-1918
1917-1963
1918
1918-19
1918-1990
1918-1992
1919
1919-20
192
192,957
1920
1920-
1920s
1921
1921-23
1922
1922-
1922-23
1923
1924
1924-
1924-1973
1925
1926
1926-
1926-1962
1927
1928
1929
1929-1933
1929-1968
1929-30
192nd
193
1930
1930-40
1930s
1930s*
1931
1931-1955
1931-32
1932
1932-1933
1932-33
1933
1934
1935
1935-1977
1936
1936-51
1937
1938
1939
194
194-meter
194.4m
1940
1940-44
1940s
1941
1941-42
1941-51
1942
1943
1944
1945
1945-51
1946
1946-47
1947
1947-1956
1948
1949
1949-52
195
195-kilometer
1950
1950-53
1950s
1951
1951-1989
1952
1953
1954
1955
1956
1956-64
1957
1957-1972
1958
1959
196
1960
1960-1975
1960-64
1960-68
1960s
1961
1961-62
1961-69
1962
1962-63
1963
1963-69
1964
1964-65
1965
1965-1970
1965-68
1965-75
1966
1966-67
1966-76
1967
1967-70
1968
1968-1988
1968-69
1969
197
197,346
1970
1970-71
1970-74
1970s
1971
1971-72
1972
1972-73
1973
1973-74
1974
1975
1975,129
1975-77
1975-78
1975-79
1976
1977
1978
1978,216
1978-82
1979
198
198,000
1980
1980-1990
1980-81
1980-82
1980-84
1980-85
1980s
1981
1982
1982,261
1982,275
1982-1985
1982-83
1982-87
1982-90
1983
1983-1986
1983-84
1984
1984,345
1984-85
1985
1985-1992
1986
1986-87
1986-88
1987
1987-88
1987a
1988
1988-89
1989
1989-1994
1989-90
1989-june
1989/90
199
1990
1990-1991
1990-91
1990-92
1990-december
1990-march
1990s
1991
1991-1993
1991-92
1991-jan
1992
1992-93
1992-94
1993
1993,200
1993-94
1994
1994-95
1995
1995,319
1995-96
1995/1996
1995/96
1996
1996-2000
1996/
1997
1997-1998
1997/1998
1998
1998-99
1999
1999-2000
19m-acre
19th
19th-century
1\
1a
1bn
1k
1m
1m-worth
1mw
1o
1st
2
2,000
2,002
2,006
2,038
2,054
2,086
2,095
2,100
2,116
2,119
2,130
2,160
2,174
2,181
2,182
2,186
2,200
2,204
2,205
2,215
2,235
2,250
2,273
2,297
2,300
2,320
2,322
2,350
2,352
2,368
2,376
2,380
2,383
2,400
2,438
2,474
2,500
2,547
2,600
2,650
2,653
2,670
2,690
2,700
2,750
2,751
2,761
2,766
2,775
2,800
2,830
2,850
2,854
2,889
2-0
2-1
2-14
2-2
2-2-2
2-21
2-3
2-3-1
2-4
2-8
2-and
2-billion
2-cent
2-d
2-million
2-million-acre
2-month
2-month-old
2-to
2-to-1
2-year-old
2.0
2.00
2.03
2.067
2.08
2.09
2.1
2.12
2.1400
2.15
2.17
2.1bn-pounds
2.1m
2.2
2.218
2.22
2.2300
2.25
2.27
2.28
2.2m
2.3
2.30
2.3700
2.38
2.3800
2.39
2.3bn
2.3m
2.4
2.404
2.44
2.45
2.5
2.5-million
2.50
2.54
2.5bn
2.5m
2.6
2.65
2.6500
2.66
2.67
2.68m
2.6m
2.7
2.7-inch
2.743
2.75
2.75m
2.8
2.8-mile
2.8bn
2.9
2.9200
2.95
2.99
2.9m
2/3
20
20,000
20,076
20,294
20,320
20,391
20,614
20,800
20,900
20,930
20-
20-0
20-1
20-16
20-17
20-20
20-21
20-3
20-50
20-75
20-by-30-foot
20-cent
20-day
20-foot
20-game
20-hour
20-mile
20-month
20-month-old
20-second
20-square
20-ton
20-yard
20-year
20-year-old
20-year-olds
20.0
20.1
20.117
20.2
20.24
20.3
20.4
20.50
20.6
20.61
20.7
20.7bn
20.8
20.9
20.98
20/20
200
200,000
200-300bn
200-acre
200-carat
200-meter
200-plus
200-square-foot
200-watt
200-yard
200-year
200.0000
2000
2000-2001
2001
2002
2003
20033-0224
2004
2005
2007
2008
2009
200bn
200ft
200km
200kw
200m
200th
201
2010
2011
2013
2015
2016
2017
2018
2019
202
2020
2020s
2021
2022
2025
2027
2029
202m
203
2030
2030s
2033
2035
2036
20391
204
204.6
204.62
20408
2044
2045
2047
2048
205
205,000
205,309
205.3
2050
2052
20525
2057
2058
205th
206
206.67
2061
2065
2066
2067
2069
206th
207
207-695-2702
207.535
2071
2074
2077
208
2080
2084
2085
2087
2088
2089
209
209.42
2091
2092
2093
2099
20bn
20m
20s
20th
20th-century
21
21,000
21-11
21-23
21-25
21-3
21-6
21-7
21-aug
21-day
21-for-37
21-march
21-mile
21-million
21-year
21-year-old
21.0
21.1
21.26
21.3
21.34
21.4
21.44
21.5
21.6
21.8
21.81
21.9
21.95
21.ggk-e-478-82
210
210,000
2100
2101
2102
2103
2104
2105
2106
2107
2108
211
2111
2114
2115
2119
212
212,116
212-556-4204
212-661-7172
212-square-mile
212.4
212.5
21205
2124
2127
2129
213
213,818
2130
2131
2133
2135
2136
2137
2139
214
2141
2149
215
215,000
215-pound
2152
2153
2154
2155
2156
215m
215th
216
2160
2165
2168
217,137
2173
2175
218
2182
2184
2188
219
219,600
2190
2193
2195
2196
2198
21bn
21km
21m
21st
22
22,000
22,500
22,600
22,800
22,834
22-14
22-24
22-25
22-28
22-7
22-acre
22-by-17-foot
22-foot
22-mile
22-month
22-year
22-year-old
22.1
22.18
22.2
22.3
22.46
22.5
22.50
22.6
22.7
22.78
22.8
22.9
22.95,426
220
220,000
220-225
220-mile
2205
221
221,456
221,489
221,662
221-0814
221-206
2210
2214
2219
222
222,000
2226
2227
223
223,000
2230
2232
2235
2236
2239
224
2241
2248
2249
225
225,000
225-5982
225-pound
2251
2257
226
226,545
226-5551
226.5
22601
2261
2264
227
227-2384
227-2681
227-8747
2270
2272
2278
228
2280
2281
2282
2284
2285
2289
229
229,400
2293
2294
2295
2296
2299
22bn
22m
22nd
23
23,000
23,326
23,617
23,662
23,824
23-
23-10
23-26
23-27
23-3
23-5
23-foot-high
23-sept
23-year
23-year-old
23.08
23.1
23.2
23.24
23.3
23.4
23.45
23.5
23.50++
23.5bn
23.7
23.9
230
230,700
230-1
230-km
230-mile
2300
2301
2302
2303
2306
2307
231
231-1234
2310
2312
2315
2317
232
232-acre
232.95
23219
2326
2328
2329
233
233-5594
233.3
2330
2331
2336
2339
234
234,000
2342
2344
2347
235
2350
2351
2352
2353
2356
2359
235m
2362
2364
2367
237
237.8
2371
2376
238
238,855
2380
2381
2383
2384
239
239,000
2391
2392
23b
23d
23m
23rd
24
24,000
24,200
24,600
24,700
24-0
24-10
24-26
24-30
24-8
24-carat
24-day
24-hour
24-sept
24-year
24-year-old
24.0
24.1
24.14
24.2
24.3
24.4
24.5
24.6
24.64
24.65
24.7
24.8
24.9
24.95
240
240,000
240-mile
24000
24001
2404
241
242
243
244
244.0000
245
245,837
245-foot
2455
246
246.9
247
2477
248
248-6000
248.5
248.7
249
249.0
2490.0000
24m
24th
25
25,000
25,500
25-30
25-cent
25-foot
25-mile
25-minute
25-year
25-year-old
25.00
25.1
25.2
25.3
25.5
25.50
25.6
25.7
25.8
25.95
250
250,000
250-
250-270
250-foot
250-megawatt
250-mile
250-million
2500
250m
250mph
250mw
250th
251
252
252,711
252-4848
2529
253
253,978
25305
254
255-foot
256
257
2575
258
2589
259
259-7750
259.31
2598
25bn
25ft
25m
25th
26
26,000
26,250
26,400
26,500
26,560
26,700
26-0
26-27
26-acre
26-billion
26-may
26-mile
26-year-old
26.04
26.1
26.2
26.2-mile
26.4
26.41
26.5
26.6
26.7
26.9
260
260-mile
260-mph
2600
2603
2609
261
261,093
2612
262
262-mile
2620-2500
2621
2629
263
263-6933
264
264.1
265
265,000
265-4531
265ft
266
266,630
26651
267
267.0
267th
268
268,010
269
269-8400
26bn
26th
27
27,000
27,224
27,642
27-10
27-14
27-28
27-29
27-6
27-year
27-year-old
27.08
27.1
27.2
27.4
27.8
27/32
270
270,000
2703-
271
271-3751
2719
272,000
273
274
275
275,000
275-pound
276
2767
277
277th
278
27th
28
28,000
28,281
28,391
28,425
28,600
28,846
28-10
28-17
28-18
28-22
28-29
28-3
28-foot-tall
28-jan
28-year-old
28.1
28.2
28.3
28.4
28.45
28.5
28.68
280
280,000
280-foot
2806
281
282
2820
283
2845
284km
285
285-meter
286
286-1126
2867
287
28768
288
289
28m
28th
29
29,000
29,028
29,753
29-30
29-ounce
29-ton
29-yard
29-year
29-year-old
29.1
29.2
29.3
29.37
29.6
29.7
29.8
29.9292458
29.95
29.957
290
2900
291
292
292,000
292,072
293
293-6211
294
295
2955
296
296,036
296036
297
297.4
2976
298
299
299,792
299-2635
29th
2b
2bn
2bn-dollars
2c6
2d
2i9
2m
2mbps
2mm
2nd
2oo
2sz
3
3,000
3,020
3,025
3,050
3,065
3,076
3,100
3,148
3,160
3,180
3,200
3,233
3,241
3,246
3,262
3,272
3,300
3,302
3,315
3,319
3,387
3,400
3,444
3,465
3,497
3,500
3,508
3,530
3,560
3,600
3,650
3,653
3,662
3,700
3,738
3,770
3,771
3,818
3,821
3,850
3,851
3,900
3-
3-0
3-1
3-12
3-13
3-2
3-3
3-4
3-4-5
3-5
3-6
3-april
3-billion
3-d
3-day-old
3-hour
3-inch
3-mile-
3-million
3-month-old
3-square-mile
3-ton
3-year
3-year-old
3.0
3.02
3.05
3.073
3.08
3.1
3.125
3.15
3.1bn
3.2
3.20
3.21
3.211
3.24
3.25
3.263
3.29
3.2m
3.3
3.30
3.33
3.35
3.375
3.38
3.4
3.44
3.446m
3.45
3.4m
3.5
3.5-ton
3.50
3.55
3.5bn
3.5m
3.6
3.62
3.625
3.64
3.6bn
3.7
3.7-billion
3.75
3.77
3.78
3.785
3.7bn
3.8
3.8-liter
3.80
3.800
3.85
3.89
3.9
3.9-mile
3.9200
3.94
3.954
3.98
3/16
3/4
3/5
3/8
30
30,000
30-
30-11
30-27
30-40
30-45
30-50
30-day
30-kilometer
30-kilometer-long
30-million
30-minute
30-oct.
30-percent
30-second
30-year
30-year-old
30.0
30.1
30.2
30.3
30.5
30.50
30.6
30.8
30.88
300
300,000
300,500
300-acre
300-meter
300-pound
300-year-old
3000
300bn-400bn
300m
300ma/cm
301
302
302,754
303
30312-1525
304
30501
306
306,400
3068
307
307-98
307.15
307th
308
308th
309
3099
30b
30kw
30m
30s
30th
31
31,000
31,250
31,419
31,500
31,857
31-3
31-march
31-to-21
31-year
31-year-old
31.0
31.1
31.3
31.4
31.5
31.7
31.8
31.9
310
310-million
311
312
313
313,000
314
314,000
315
315,000
315.50
3150
3152
316
316-meter
3165
3169
317
317,000
317,370
3174
319
31m
31st
32
32,000
32,500
32-4
32-acre
32-cent
32-month
32-yard
32-year-old
32.1
32.2
32.34
32.5
32.6
32.63
320
320,000
320-foot
320-mile
321
321st
322
323
323,000
324
325
326
326-2151
326-day
327
327.5
327.942
328
328-5925
328.012
328.9m
329
32bn
32km
32m
32nd
33
33,000
33,500
33,686
33-12
33-day
33-million
33-year-old
33.1
33.1m
33.2
33.3
33.38
33.6
33.752
33.8
330
330-pound
331
331-5190
331.50
332
33224
334-6245
335
336
337
337,500
337.25
337bn
338
3387
33m
33rd
34
34,000
34,227
34-21
34-inch
34-yard
34-year-old
34.1
34.125
34.2
34.3
34.4
34.5
34.64
34.7
340
340,000
340-foot
340.5
341
3419
342
342,000
343
343,000
344
344-7311
345
345.5
346
348
348,000
348,269
349
349.25
349.5m
34a
34th
35
35,000
35,775
35-0
35-29
35-acre
35-by-16-foot
35-minute
35-year
35.0
35.1
35.2
35.25
35.3
35.4
35.5
35.6
35.7
35.8
350
350,000
350-mile
350-seated
350-square-foot
3500
350m
351
351.4
351.8m
352
352,143
353.50
3535
355
356
358
358-7793
359
359-3593
35bn
35mm
35mms
35o
35th
36
36,000
36,228
36,250
36,300
36,400
36,900
36-2-2
36-4
36-inch
36-year-old
36.1
36.2
36.3
36.4
36.5
36.7
36.87
36.889
36.937
36.99
360
360,000
360-year-old
360.66
360bn
361
3610
362
362,000
362,500
362-3415
363
363-foot
365
365,000
365-foot
366
36602
3664
367
367-foot
368
368,095
369
369,000
36b
36th
37
37,000
37,337
37-0
37-39
37-foot
37-hour
37-year-old
37.0
37.1
37.10
37.12
37.3
37.4
37.6
37.66
37.9
370
370,000
370-foot-tall
370-mile
370-watt
3703
371
371,000
372
3720
373
373-4011
373.0000
375
375,000
375-7600
376
3769
377
377.92
37738
378
379
379,000
379,750
37bn
37m
37th
38
38,000
38-115
38-17
38-39
38-70-1
38-year
38-year-old
38.1
38.2
38.3
38.6
38.7m
38.8
38.81
380
380,000
381
382
383
384
385
385ft
386
387
388
388ft
388th
389
38th
39
39,000
39,640
39,863
39-06
39-year-old
39.0
39.030
39.1
39.22
39.3
39.4
39.5
39.7
39.8
39.9
39.95
39.960
390
390,000
391
392
392-meter
39205
393
3932
394
395
396
396,000
396-4221
397
398,616
399m
39a
39m
39th
3b
3bn
3d
3m
3p
3p1
3rd
4
4,000
4,007
4,023
4,029
4,098
4,156
4,200
4,227
4,228
4,250
4,260
4,295
4,300
4,332
4,400
4,500
4,527
4,538
4,600
4,626
4,796
4,800
4,824
4,840
4,950
4,980
4,984
4-0
4-08
4-1
4-1-1
4-4
4-5
4-5,000
4-6
4-8
4-billion
4-dec
4-foot
4-foot-
4-for-5
4-wheel
4-year-old
4-year-olds
4.08
4.09
4.1
4.19
4.2
4.2-billion
4.25
4.29
4.2bn
4.3
4.31
4.4
4.41
4.45
4.5
4.5-5
4.50
4.55
4.57
4.5m
4.6
4.6000
4.65
4.67
4.7
4.74
4.76
4.7m
4.8
4.8000
4.85
4.86
4.88
4.9
4.93
4/30/92
4/4
40
40,000
40,176
40,500
40,630
40,948
40-22
40-24
40-50,000
40-60
40-centimeter
40-day
40-hour
40-mile
40-million
40-minute
40-mph
40-percent
40-square-mile
40-year
40-year-old
40.2
40.4
40.5
40.6
40.9
400
400,000
400,500
400-
400-500
400-acre
400-foot
400-kilometer
400-meter
400-mile
400-million
400-pound
400-square-foot
400-year-old
400km
400kph
400th
401
40176
402
403
404
404-222-2002
404-526-5456
405
405s
406
407
408
409
409,000
4098
40k
40m
40mw
40s
40th
41
41,000
41,505
41-0
41-3
41-6
41-inch
41-year-old
41.1
41.14
41.2
41.25m
41.3
41.5
41.8
41.81
41.8125
41.9
410
410,000
410-foot
412
412,520
413
414
415
416
416-million-mile
417
418
419
419th
41st
42
42,000
42,017
42,209
42,216
42,279
42,310
42,396
42-acre
42-million
42-yard
42-year-old
42.1
42.2
42.4
42.7
42.75
420,000
421.5
422
422,735
42259
423
423,640
425
426
4262
427
427,358
427-meter
428
429
429.6m
42m
42nd
43
43,000
43-acre
43-minute
43-yard
43-year-old
43.1
43.13
43.2
43.3
43.4
43.5
43.8
430
430bn
431
432
433
433-5100
433.9
435
436-5615
436.6
4371
4376
437m
438
439
4395
43m
43rd
44
44,000
44-870
44-year-old
44-year-olds
44.1
44.14
44.17
44.2
44.5
44.52
44.6
44.60
44.8
440
440,000
440-million-mile
4409
441
442
443
444
4440
445
4453
446
4471
448
449
44bn
44m
44th
44th-
45
45,000
45-35
45-foot
45-minute
45-square-mile
45-year-old
45.1
45.2
45.29
45.5
45.6
45.7
45.90
450
450,000
450-foot
450-foot-
450-million
450-nanometer-
450kph
451
451,000
452
452-4501
454
454-3003
454-foot
455
455-foot
455-foot-long
456
4562
457
458
459
45bn
45m
45th
46
46,000
46-41
46-year-old
46.1
46.2
46.3
46.4
46.5
46.6
46.8
46.88m
46.96
460
460-
460-foot
460-mile
461
462
462-foot
463
463,000
464
465
465-8908
466th
468.6
469
469,000
46bn
46th
47
47,000
47,300
47-minute
47-year-old
47.1
47.2
47.22
47.3
47.4
47/0220
470
4700
472
472-1080
473
473,606
474
475
475,855
475.0
476
476-acre
477-2236
477-2251
478
479
479,000
47th
48
48,135
48-
48-0
48-27
48-44
48-hour
48-year-old
48.1
48.2
48.2500
48.3
48.5
48.6
48.8
48.9
480
480-micron
481
481-5576
482
482-0984
482-foot-tall
483
483-6101
483-foot
4842
485
485-foot
4850
486
487
487,090
488
488.2
489
48th
49
49,500
49,800
49-43
49.1
49.2
49.3
49.4
49.5
49.72
49.8
490
490,000
491
492
493
493.6
494
49423
495
496
497
497,178
498
498th
49931
49bn
49er
49ers
49th
4bn
4bn-dollars
4d
4js
4m
4o
4th
4x100-meter
4x400-meter
5
5,000
5,000,000
5,005
5,021
5,030
5,032
5,034
5,039
5,071
5,088
5,100
5,140
5,180
5,181
5,200
5,250
5,280
5,344
5,371
5,414
5,500
5,575
5,600
5,607
5,642
5,700
5,707
5,800
5,900
5,931
5,948
5-
5-0-0
5-1
5-11
5-2
5-3-1
5-4
5-5
5-6
5-foot
5-foot-10
5-foot-8
5-foot-8-inch
5-kilowatt
5-megawatt
5-mile
5-million
5-million-square-foot
5-year-old
5.0
5.01
5.05
5.098
5.1
5.125
5.15
5.2
5.2-million-square-foot
5.25
5.294
5.2c
5.3
5.3-million
5.34
5.39
5.4
5.40
5.4000
5.41
5.4bn
5.4m
5.5
5.52bn
5.55am
5.59
5.5bn
5.5m
5.6
5.6bn
5.7
5.75
5.77m
5.7bn
5.8
5.87
5.8m
5.9
5.9-million
5.94
5.96
5/8
50
50,000
50-25
50-50
50-55
50-degree
50-foot
50-meter
50-mile
50-million
50-minute
50-year
50-year-old
50.1
50.17
50.2
50.3
50.4
50.6
50.8
50.9
500
500,000
500-
500-acre
500-feet
500-foot
500-meter
500-mile
500-plus
500-pound
500-square-foot
500-square-mile
500-stock
500-year-old
5000
500m
500th
501
502
502.5
50219
503
503,000
504
505
505.5
506
507
508
509
509th
50kw
50m
50s
50th
51
51,000
51,100
51,200
51,501
51-day
51-square-mile
51-year-old
51.1
51.2
51.3
51.4
51.6
51.7
51.8
51.9
51.909
510
510.28
511
5110
512
513.4
5134
514
515
515,000
516
51635
517
5170
518
51st
52
52-48
52-mile
52-week
52-year-old
52.1
52.2
52.4
52.50
52.6
52.70
52.8
520
5201
521
522-9555
523
523-2338
524
524,790
524-7570
525
525-acre
525m
526
526,000
526,524
527-0171
529
529,658
529-4465
52m
52s
53
53-million
53-to-55-gallon
53-year-old
53.0
53.1
53.2
53.3
53.59
53.66
53.7
530
530,000
531
533
533,000
533,484
533-mile
533-square-foot
534
534-1700
534-3810
536
536-0541
5364
537
538
539
53bn
53rd
54
54,000
54-foot
54.07
54.1
54.18
54.27
54.3
54.4
54.5
54.7
54.76
54.8
54.9
540
541
542
542-acre
543
543-9433
545.7
54501
547
547-8300
548
54th
55
55,000
55,300
55-10
55-45
55-mile
55-minute
55-year
55-year-old
55.0
55.1
55.2
55.2m
55.5
55.8
55.80
55.9
550
550,000
5500
550m
550p
551
5516
552
552-5479
553-2181-5
554
5540-a
555
555-foot
555-foot-high
555-foot-tall
556
5569
557
558
55801
559
55bn
55th
56
56,000
56-game
56-year-old
56.1
56.2
56.3
56.6
56.8
560
560,000
560-meter
560mm
562
563
564
565
565-3341
566
567,686
567-foot
56787
56789
568m
569
569-2211
56th
57
57,000
57,233
57-0
57-day
57-year-old
57.1
57.2
57.20
57.4
57.8
57.93
570
570-foot
5725
573
574
574,000
575
57501
575th
577
577.4
578,867
579
57th
58
58,000
58,175
58,214
58,220
58-
58-59
58-year-old
58.14
58.3
58.5
58.9
58.98
580
580-620
5800
580ft
581
583
584
584-foot
585
586,816
586-7686
588
588,000
589,000
59
59,000
59-41
59-year-old
59.1
59.4
59.5
59.8
59.9
59.95
590
590,000
5905
593
593,928
594
597
597,000
599-carat
59923
59936
5bn
5m
5oo
5pm
5th
5th-4th
6
6,000
6,059
6,194
6,200
6,272
6,300
6,400
6,431
6,500
6,600
6,650
6,700
6,732
6,800
6-
6-09
6-1
6-10
6-12
6-13
6-3
6-3-1
6-4
6-4-1
6-5
6-6
6-7
6-8
6-9
6-foot
6-foot-
6-foot-1-inch
6-foot-10
6-foot-6
6-foot-7-inch
6-foot-9
6-inch
6-meter
6-million
6-ton
6-year-old
6.0
6.00
6.02
6.1
6.1.17-79
6.13
6.1bn
6.2
6.26
6.3
6.37
6.38
6.3bn
6.4
6.4-ounce
6.41
6.4bn
6.5
6.5-foot-long
6.5-million
6.50
6.5m
6.6
6.63
6.64
6.6m
6.7
6.75
6.76
6.8
6.84
6.89
6.9
60
60,000
60-
60-70
60-acre
60-by-30-foot
60-day
60-feet-six-inches
60-foot-tall
60-minute
60-second
60-year
60-year-old
60.1
60.4
60.5
60.9
600
600,000
600-acre
600-day
600-foot
600-foot-
600-kilometer
600-meter
600-mile
600-pound
600m
600r
600th
601
602
603
603-329-8381
603-622-5488
603-625-1000
603-625-1730
6030
605
606
608
609
609m
60m
60mm
60s
60th
61
61-39
61-year-old
61.1
61.2
61.3
61.33secs
61.42
61.74sec
61.98
610
611
612
613
613,015
6134
614
614.2
615
616
617
617-929-2597
618
618-907
619
61st
61th
62
62,000
62,046
62.1
62.2
62.3
62.4
62.6
62.8
620
620,000
621
623
623,519
624
624-3646
625
626
626,141
627
627,000
628-4311
629
63
63-yard
63-year
63-year-old
63.1
63.3
63.4
63.5
63.6
63.9
630
630-foot
630-foot-tall
6306
631
632
632,000
633.47
634
635
6351
636
637
637m
638
638-2401
638-7770
6389
6392
64
64,000
64-million
64-year
64-year-old
64.1
64.2
64.4
64.60
64.7
64.8
640
640,000
640-million
641
641,000
642
642-meter
643
643.7
644
644-7128
646
647
648
649
65
65,000
65.2
65.3
65.4
65.5
65.6
65.7
650
650,000
650-acre
6500
650ëc
651
653
654-1879
654-8041
654th
655
657-3700
658
659
65m
65th
66
66-year-old
66.0
66.3
660
660-cubic-centimeter
660ft
661
661-0252
662
662-2116
662-3863
664
665
666
666-6182
667
66th
67
67,204
67-yard
67-year-old
67.1
67.2
67.4
67.5
67.6
67.7
67.8
67.9
670
671
672
672mw
674
674,000
6741
6742
675
676
677
677-foot
6772
678
68
68-year-old
68.3-percent
68.5
68.9
680
6800
681
682,501
682-mile
683
683-2294
684
684-4077
684-7583
685
685,000
685-5401
6855
686
687
688
688,843
689
68m
69
69,000
69-33
69-yard
69.0
69.5
690
690,000
6900
692
6921
693
694
695
696
697
698
699
6995
69th
6a
6bn
6c
6in
6km
6m
6n
6th
6th-century
7
7,000
7,022
7,050
7,100
7,107
7,110
7,200
7,242
7,294
7,316
7,400
7,500
7,518
7,521
7,600
7,800
7,900
7,945
7,948
7-0
7-0-2
7-1
7-11
7-19
7-2
7-2-2
7-3
7-3-1
7-4
7-5
7-6
7-8
7-9
7-april
7-foot
7-foot-7
7-foot-long
7-series
7-yard
7-year
7-year-old
7.01
7.1
7.10
7.12
7.13
7.2
7.25
7.3
7.3400
7.35
7.3bn
7.4
7.5
7.5-
7.5-centimeter
7.50
7.59m
7.5bn
7.6
7.6bn
7.7
7.70
7.8
7.8-acre
7.82
7.875
7.8bn
7.99
7/1/88
7/8
70
70,000
70-year
70-year-old
70.4
70.6
70.8
70.9
700
700,000
700-acre
700-kilometer-long
700-km-long
700-million-kilometer
700bn
700km
700lbs
700mw
700th
701
702
702,719
703
704
704,705
705
705,000
705m
705th
707
708
70s
70th
71
71,007
71,045
71,500
71,918
71-year-old
71.0
71.03
71.1
71.2
71.3
71.5
71.8
71.9
710
7115
713,200
7139
714
714.2
714th
715
715,000
715th
716
717
718
719
719,703
719th
71st
72
72-foot
72-year-old
72.6
72.8
72.81
72.9
72.95
720
720-5324
720-day
7207
720nd
721
721-0072
722,000
724,375
725
7254
725m
726
726-foot
7260
727
727,446
728
728,000
728-6079
7281
729
72nd
73
73,000
73-mile
73-yard
73-year-old
73.0
73.1
73.3
73.4
73.42
73.7
73.8
73.9
73.96
730
730,000
730/2/00395
733-2880
733-6342
733-6343
733-6346
733-6395
735
7351
737
737-2599
737s
738
74
74,304
74-day
74-year-old
74.00
74.1
74.2
74.3
74.5
74.6
74.8
74.9
740,000
741
742
743
744
745
745-1464
745-8971
746
747
747,100
747-200
747s
748
749
74m
75
75,000
75-64
75-acre
75-minute
75.1
75.2m
75.4
75.8
750
750,000
750i
751,000
752
755
756
757
757-5944
757s
758-2251
759
75m
75th
76
76,000
76-million
76-year-old
76.0
76.2
76.4
76.6
76.7
76.75
76.8
76.9
760
7606
761
762
763
763.035
764
765
767
767m
767s
768
768-9345
768.8
76ers
76m
76th
77
77-85
77-year-old
77.1
77.2
77.3
77.7
77.82
77.9
770,000
772
772-3256
773
774
775
775m
776
777
777-300
778
778-foot
779
7792
77m
78
78,000
78,420
78,500
78-month
78-percent
78-year-old
78.1
78.3
78.4
78.40
78.5
78.8
78.9
78.95
780
780,000
7806
781
782-2777
7820
785
786
786-4484
788
79
79,000
79-year-old
79.1
79.2
79.4
79.5
79.6
79.7
79.8
79.95
790
7900
791-feet
792-1661
795
79834
79th
7ae
7m
7p
7th
8
8,000
8,002
8,160
8,195
8,200
8,237
8,243
8,300
8,319
8,353
8,400
8,500
8,666
8,700
8,803
8,831
8,848
8,872
8-0
8-10
8-11
8-2
8-2-1
8-3
8-8
8-9
8-bit
8-foot
8-inch
8-inch-square
8-millimeter
8-million
8-mm
8-ounce
8-sept
8-year-old
8.1
8.1000
8.2
8.25
8.2m
8.3
8.30
8.36
8.4
8.40
8.48
8.5
8.50
8.51
8.54
8.546m
8.6
8.63
8.7
8.7m
8.8
8.9
80
80,000
80-
80-minute
80-year
80-year-old
80.06
80.2
80.25
80.3
80.43
80.5
80.6
80.6bn
800
800,000
800-
800-368-6511
800-424-3410
800-843-3779
800-932-5827
800-foot
800-foot-long
800-mile
800-year-old
800ft
800km
800m
801
802
803
804
804.54
80424
805
806
806,000
808
80m
80s
80ë
80ëc
81
81,000
81-millimeter
81-year-old
81.0
81.2
81.3
81.4
81.50
81.57
81.6
81.8
810
8113
8119
812
813
81330
814-pound
81435
815-foot-high
815ft
815m
81611
818
82
82,000
82,440
82,500
82,994
82-mph
82-year-old
82.2
82.3
82.4
82.5
82.8
82.9
82070
821
822
822.7
823
824
824-4321
824.8
825
826
827
828
829
829-6018
82nd
83
83,000
83-year-old
83.0
83.1
83.10
83.4
83.8
830
830,000
830.6
83012
831
832
833
834
834-5322
835
836
837-foot
838
839
83rd
84
84.0
84.125
84.3
84.4
84.6
84.7
84.8
840
840m
841ft
842
843
843-1930
8444
845
84532
846
847
84717
84767
848
849
85
85,000
85,638
85-minute
85-mph
85-year-old
85.2
85.3
85.6
85.9
850
850-acre
850m
851
852
8525
853
854
855
856
857
857.8
859
86
86,000
86.1
86.2
860
860,000
86023
861
862
862,597
865
865,000
865,741
867
868
868-7128
869
86bn
86th
87
87,000
87,500
87-foot-
87-year-old
87.3
87.4
870
870-3131
871
872
872-3773
873-4163
873-4590
874
875
876
877,000
877-3350
87m
88
88-80
88-year-old
88.1
880
881
882
884
885
886
887
888
888-5441
889
889,240
8891
88m
88th
89
89,034
89,500
89-74
89-869
89-year-old
89.2
89.7
89.95
89.98
890
890,000
890,844
891
892
893
894
895
895-meter
898
899
89th
8\
8bn
8m
8mm
8mm-tape
8o
8oo
8th
8ë
9
9,000
9,116
9,153
9,288
9,300
9,350
9,400
9,477
9,500
9,600
9,700
9,760
9-0-1
9-1
9-1-1
9-11
9-15
9-2
9-3-1
9-8
9-cent
9-year-old
9.0
9.00
9.074
9.1
9.15
9.18
9.2
9.2.5
9.20am
9.2700
9.28
9.3
9.30
9.30am
9.4
9.45
9.450
9.46
9.5
9.500
9.5bn
9.6
9.7
9.700
9.75
9.76
9.8
9.852
9.85sec
9.86
9.88
9.8m
9.9
9.93
9.95
9.9bn
90
90,000
90-1002
90-day
90-foot
90-minute
90-year-old
900
900,000
900-
900-acre
900-meter
900-pound
90077
902
90250
90254
90305
904
904-0500
906
907
908
909
909,000
909-foot
909.5
90m
90s
90th
91
91,400
91-5
91.4
91.6
910
911
911.10
912-232-4903
912-234-5999
91311
914
915
916
917
919
91st
92
92-year-old
92.73
92121-4330
922
923
923-3181
924
924,000
925
925-9000
927
92705
928
928-3720
929
93
93,050
93-169
93-year-old
93.16
93.75
93.8
93.9
93.97
930
932-foot
93271
933
935
936
94
940
94086
940lb
94120
942
943
94404
945
94536
94555
94618
948
95
95,000
95,521
95-minute
95-year-old
95.8
950
950,000
95014
95051
95051-0804
950m
951
95110
95125
95127
95134
952-2217
952m
953
9537
954
955
955,000
955-5632
956
957
959
959.3
95959
96
96,000
96-94
96-year-old
96.5
960
960,000
960-1279
961
961-0644
961-4400
962
963
963.6
965
965-feet
966
966.26
967
968
968,000
969
97
97,000
97-86
97.1m
970
972,500
97209
975
976
977
98
98,036
98,766
98.1
98.6
98.9
980l
982-6273
98284
98304
98362
984
984-foot
984-foot-long
985
985ft
986
987-foot
988
98807
989
99
99-138
99-658
99.339
99.4
99.462
99.5
99.6
99.832
99.9
99.99
990,448
992
9920
994,800
99501
99513-7539
996
997
99755
998
998,000
999
999-2211
9am
9bn
9m
9qh
9t
9th
:
;
<
</negative>
</positive>
<num>
=
>
?
@
_
_-cm
___
_______________________________________________________________
_a
_about
_air
_alberta
_and
_arkansas
_atlantic
_before
_britain-crown
_certain
_d_
_david
_drunken
_eastern
_florida
_folly
_galileo
_georgia
_gray
_guns
_hamish
_heads
_in
_july
_magellan
_march
_mars
_may
_montana
_mummies
_myrtle
_n
_north
_of
_phoenix
_provide
_ralph
_requests
_signed
_smokers
_south
_texas
_the
_this
_up
_washington
`
`2-d
``
`am
`are
`cerebrally
`do
`dr
`drop
`e
`em
`feet
`go
`golden
`has
`he
`hello
`here
`i
`if
`is
`it
`just
`komsomolets
`look
`middle-class
`more
`mountain
`n
`oh
`ok
`pan-slavic
`proposals
`quite
`safety
`scissors
`so
`spots
`stone
`stoops
`that
`the
`there
`we
`what
`why
`wow
`yes
`you
a
a'that
a-
a-1
a-10
a-2
a-20
a-3
a-300
a-340
a-93
a-bomb
a-bombs
a-day
a-digging.
a-list
a-tasket
a-tisket
a-total
a-week
a.
a.a
a.b
a.c.
a.c.s
a.d
a.d.
a.g.
a.h.
a.j
a.k.a
a.k.a.
a.l.
a.m
a.m.
a.m.-5
a.m.-6
a.m.-9
a.s.
a.t
a2
a300
a300-
a300-600r
a340
a340-500
a340-600
a3xx
a73
aa
aaa
aarica
aaron
aarp
aarvik
ab
aba
ababa
ababa.
abacha
aback
abalone
abandon
abandoned
abandoning
abandonment
abandons
abb
abbas
abbeville
abbey
abbot
abbott
abbreviate
abbreviated
abbreviation
abc
abc-tv
abcess
abdel
abdel-ilah
abdel-kuddous
abdel-meguid
abdel-rahman
abdelhadi
abdicate
abdol
abdomen
abdominal
abduct
abducted
abducting
abduction
abdul
abdul-jabbar
abdul-mohsen
abdulaziz
abdullah
abdulqader
abe
abegglen
abell
abeniiru
abercorn
abercrombie
aberdeen
aberration
aberrations
aberri
abhkazia
abhor
abhorrence
abia
abian
abide
abided
abiding
abigail
abilene
abilities
ability
abington
abject
abkhazian
ablasseh
ablaze
able
ably
abmielec
abner
abnormal
abnormalities
abnormally
aboard
abolish
abolished
abolishing
abolition
abolitionist
aboriginal
aborigine
aborigines
aborning
abort
aborted
abortion
abortion-rights
abortions
abortive
aboulafia
abound
abounded
about
about-
about-face
about.
above
above-
above-average
above-listed
above-mentioned
above-the-knee
abraham
abrahamson
abrasive
abrasives
abrego
abreu
abridged
abroad
abroad.
abrogate
abrogated
abrupt
abruptly
absaroka-beartooth
absence
absences
absent
absent.
absenteeism
absentia
abshire
absolute
absolutely
absolutes
absolutist
absolve
absolved
absorb
absorbed
absorbent
absorber
absorbers
absorbing
absorbs
absorption
absorptive
abstain
abstained
abstaining
abstention
abstentions
abstinence
abstract
abstractions
absurd
absurdity
absurdly
absurdum
abt
abu
abu-jamal
abu-saleh
abu-shamsieh
abubakar
abuja
abul-
abundance
abundant
abuse
abuse-related
abused
abuses
abusing
abusive
abut
abutters
abutting
abyss
ac-4
ac/dc
ac4b
ac8a
acacia
academia
academic
academician
academicians
academics
academie
academies
academy
acadia
acan
acapulco
acc730
accattone
accelerate
accelerated
accelerates
accelerating
acceleration
accelerator
accelerator.nuclear
accelerators
accent
accented
accents
accentuated
accept
acceptability
acceptable
acceptance
accepted
accepted.
accepting
accepts
access
accessible
accessing
accession
accessories
accessory
accident
accident-free
accident.
accidental
accidentally
accidents
acclaim
acclaimed
accolade
accolades
accommodate
accommodated
accommodates
accommodating
accommodation
accommodations
accompanied
accompanies
accompaniment
accompaniments
accompanist
accompany
accompanying
accomplice
accomplices
accomplish
accomplished
accomplishes
accomplishing
accomplishment
accomplishments
accord
accordance
accorded
according
accordingly
accordion
accordionists
accords
account
accountability
accountable
accountant
accountants
accounted
accounting
accounts
accouterment
accra
accredited
accrington
accumulate
accumulated
accumulating
accumulation
accuracy
accurate
accurate.
accurately
accusation
accusations
accuse
accused
accuses
accusing
accustomed
accutane
accutane-roferon
ace
aced
acefile
acela
acerbic
aces
acesulfame
acesulfame-k
acetaminophen
acetate
acetic
acetylene
ache
achenbach
aches
achievable
achieve
achieved
achievement
achievements
achiever
achievers
achieves
achieving
achille
achilles
acid
acidic
acidifying
acidity
acidity.
acids
acir
ack
ackerman
acklin
acknowledge
acknowledged
acknowledgement
acknowledges
acknowledging
acknowledgment
aclu
acne
acolyte
acomas
aconcagua
acorn
acoustic
acoustically
acousticisms
acoustics
acquaint
acquaintance
acquaintances
acquainted
acquavella
acquire
acquired
acquires
acquiring
acquisition
acquisitions
acquisiton
acquittal
acquitted
acquitting
acr
acre
acre-feet
acreage
acres
acri
acrimonious
acrimony
acrobatic
acrobats
acronym
acronyms
acronyn
acropolis
across
acrylics
act
acted
acting
action
action-film
action-man
action.
actions
activate
activated
activating
activation
active
active-duty
actively
activing
activism
activist
activists
activities
